{"img":"img\/news\/zimowy_2020-2021\/21-12.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\nNaszym gościem będzie pracownik Katedry Fizyki Teoretycznej WPPT - dr inż. Michał Gawełczyk, \nktóry opowie nam o dekoherencji.\n\nUkłady kwantowe wyróżnia to, że mogą być w superpozycji stanów, czego anegdotyczną ilustracją jest \n— umęczony przez popularyzatorów fizyki — żywo-matrwy kot Schrödingera. Oddziałując z otoczeniem, \nukład może utracić tę cechę, co nazywa się dekoherencją. Superpozycję zastępuje wtedy statystyczna \nmieszanina — bycie w obu stanach naraz redukuje się do bycia w każdym z nich z pewnym prawdopodobieństwem. \nTak doświadczony układ już nie zachowuje się, jak na kwantowy przystało, co może być powodem tego, \nże zazwyczaj spotykamy koty żywe i martwe, a takie w superpozycji raczej rzadko. \nDekoherencja pozwala zatem na pojawienie się zjawisk klasycznych w mechanice kwantowej. \nInnym przykładem jest eksperyment z dwiema szczelinami, w którym światło lub małe cząstki \n(koty stosuje się rzadko) po przejściu przez dwa otworki wytwarzają obraz interferencyjny. \nU źródła leży superpozycja stanów — przejścia lewą i prawą szczeliną. Gdy ktoś podgląda, \nktórą z nich cząstka faktycznie leci — interferencja znika. Tym bardziej znika, im bardziej \nnachalny był podglądacz, co pozwala stwierdzić, że dekoherencja wiąże się ze zdobyciem przez \notoczenie informacji o stanie cząstki. W ramach wystąpienia omówię przykład takiego zjawiska, w \nktórym cząstką jest elektron w superpozycji stanów spinowych, a podglądacz jest nietypowy, bo \nstanowi go drżąca (z ciepła, a nie zimna!) sieć krystaliczna. Poza tym postaram się przypomnieć \nsobie, a Państwu przedstawić pozostałe gałęzie mojej działalności.","date":"zimowy_2020-2021","_id":9}