[{"img":"img\/news\/zimowy_2020-2021\/latex.png","des":"Kolejne warsztaty z Nablą! 🔧🤓 Tym razem pomożemy wam okiełznać LaTeXa.\n\n📝LaTeX to oprogramowanie do zautomatyzowanego składu tekstu, a także związany \nz nim język znaczników, służący do formatowania dokumentów tekstowych i tekstowo-graficznych. \nWarsztaty obejmują pięć spotkań: spotkanie wstępne 08.01 o godz. 19:00, każde kolejne \nponiedziałek o godz. 19:00.","date":"zimowy_2020-2021","_id":10},{"img":"img\/news\/zimowy_2020-2021\/07-01.jpg","des":"Dzień dobry w Nowym Roku! 🌟🎉🎊 Czekaliście na kolejny wykład z Nablą! 🤗🤩\nNaszym gościem będzie dr inż. Andrzej Więckowski który opowie nam o specjalnym automacie komórkowym.\nPodczas spotkania zostanie zaprezentowane i omówione działanie automatu komórkowego typu falling-sand, \npoprzedzone ogólnym wprowadzeniem do automatów komórkowych. Przedstawione zostaną problemy techniczne \ndotyczące implementacji paralelizmu w takim układzie. Omówione zostaną również potencjalne rozszerzenia \ntego systemu.","date":"zimowy_2020-2021","_id":11},{"img":"img\/news\/zimowy_2020-2021\/14-01.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\nNaszym gościem będzie mgr Zofia Krzemińska, która podczas spotkania opowie o tym, \nczym jest dział mechaniki kwantowej zwany plazmoniką, dlaczego powstają plazmony i w \njaki sposób można się zajmować ich badaniem. Przedstawi aktualne i historyczne zastosowania \nefektu plazmonowego w nanocząstkach. Powie także o swoich badaniach, które polegają na \nwykonywaniu symulacji numerycznych dla nanocząstek i ich układów oraz o tym, czym jest \ntzw. tłumienie Lorentza i w jaki sposób można wykorzystać to zjawisko do praktycznych zastosowań.","date":"zimowy_2020-2021","_id":12},{"img":"img\/news\/zimowy_2020-2021\/21-01.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\nNaszym gościem jest dr Barbara Grygiel z INTiBS, która jest absolwentką Politechniki Wrocławskiej, \na w czasie studiów należała do KNF Nabla.\nW ostatnich latach układy ultrazimnych gazów atomowych w sieciach optycznych stały \nsię bardzo popularne ze względu na możliwość precyzyjnej kontroli ich własności. \nDzięki temu mogą one zostać wykorzystane jako symulatory kwantowe. \nDr Grygiel podczas prezentacji przedstawi nam podstawowe informacje dotyczące chłodzenia\n oraz pułapkowania gazów atomowych, jak również przykłady zastosowania sieci optycznych do \n symulacji kwantowych.","date":"zimowy_2020-2021","_id":13},{"img":"img\/news\/zimowy_2020-2021\/26-11.jpg","des":"Zapraszamy na pierwszy w tym \n    semestrze wykład zaproszony KNF Nabla. \n    Naszym gościem będzie pracownik Katedry Fizyki Teoretycznej WPPT - \n    dr Adam Sajna, który przedstawi nam zagadnienie dynamiki kwantowej w reprezentacji \n    przestrzeni fazowej. Wykład odbędzie się w formie zdalnej na platformie Zoom.","date":"zimowy_2020-2021","_id":4},{"img":"img\/news\/zimowy_2020-2021\/3-12.jpg","des":"Miło nam zaprosić na drugi wykład zaproszony KNF Nabla w bieżącym semestrze!\nNaszym gościem będzie dr hab. Paweł Gusin, pracownik Katedry Technologii Kwantowych na WPPT. \nKwantowa grawitacja to przedsięwzięcie ciągle wymykające się realizacji. Przy pewnych drastycznych \nograniczeniach na liczbę stopni swobody i przybliżeniach (równanie Wheelera –de Witta staje się \nrozwiązywalne, kwantowa teoria pola na zakrzywionej czasoprzestrzeni) otrzymuje się model, \nktóry można opisywać teoretycznie i co więcej ma on swoje potwierdzenie doświadczalne w \nmikrofalowym widmie promieniowania tła (z ang. CMB). Przedmiotem prezentacji będzie droga do \notrzymanie klasycznej granicy kwantowych fluktuacji promieniowania tła \n(czyli droga do otrzymania obserwowalnego Wszechświata). Droga ta nie jest skończona i \npojawia się wiele fundamentalnych przeszkód, które zostaną usunięte gdy zostanie sformułowana \nkwantowa teoria grawitacj.","date":"zimowy_2020-2021","_id":5},{"img":"img\/news\/zimowy_2020-2021\/7-12.jpg","des":"Zapraszamy na trzeci wykład zaproszony KNF Nabla w bieżącym semestrze!\nNaszym gościem będzie prof. dr hab. Maciej Maśka, który opowie o machine learningu i \nsieciach neuronowych. Omówione zostaną zagadnienia takie jak budowa pojedynczego \nsztucznego neuronu, budowa i działanie sztucznej sieci neuronowej i przedstawiona \nzostanie typowa klasyfikacja zadań nauczania maszynowego wraz z przykładami zastosowań w \nposzczególnych obszarach. Następnie skoncentrujemy się na wykorzystaniu nauczania maszynowego w fizyce. \nCzęść ta obejmie m.in. użycie sieci neuronowych do identyfikacji przejścia fazowego, włączenie z \ntzw. \"learning by confusion\" czy przyspieszenie symulacji Monte Carlo poprzez zastosowanie \ntechniki zwanej \"self-learning Monte Carlo\".","date":"zimowy_2020-2021","_id":6},{"img":"img\/news\/zimowy_2020-2021\/matlab.png","des":"Pierwsze warsztaty z Nablą we współpracy z SPIE Wrocław University of \n    Science and Technology! Jeśli zawsze chciałeś nauczyć się MATLABa, ale nie wiedziałeś \n    jak się do tego zabrać, masz teraz okazję, by się z nim zaznajomić. MATLAB to program \n    komputerowy będący interaktywnym środowiskiem do wykonywania obliczeń naukowych i \n    inżynierskich, oraz do tworzenia symulacji komputerowych. Zapisy zakończone!","date":"zimowy_2020-2021","_id":7},{"img":"img\/news\/zimowy_2020-2021\/17-12.jpg","des":"Zapraszamy na kolejny wykład z KNF Nabla!\nNaszym gościem będzie pracownik Katedry Fizyki Teoretycznej WPPT - dr Wojciech Radosz, który opowie nam o układach \npolimerowych i modelu Q-wyborcy. Wykład odbędzie się w formie zdalnej na platformie Zoom.","date":"zimowy_2020-2021","_id":8},{"img":"img\/news\/zimowy_2020-2021\/21-12.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\nNaszym gościem będzie pracownik Katedry Fizyki Teoretycznej WPPT - dr inż. Michał Gawełczyk, \nktóry opowie nam o dekoherencji.\n\nUkłady kwantowe wyróżnia to, że mogą być w superpozycji stanów, czego anegdotyczną ilustracją jest \n— umęczony przez popularyzatorów fizyki — żywo-matrwy kot Schrödingera. Oddziałując z otoczeniem, \nukład może utracić tę cechę, co nazywa się dekoherencją. Superpozycję zastępuje wtedy statystyczna \nmieszanina — bycie w obu stanach naraz redukuje się do bycia w każdym z nich z pewnym prawdopodobieństwem. \nTak doświadczony układ już nie zachowuje się, jak na kwantowy przystało, co może być powodem tego, \nże zazwyczaj spotykamy koty żywe i martwe, a takie w superpozycji raczej rzadko. \nDekoherencja pozwala zatem na pojawienie się zjawisk klasycznych w mechanice kwantowej. \nInnym przykładem jest eksperyment z dwiema szczelinami, w którym światło lub małe cząstki \n(koty stosuje się rzadko) po przejściu przez dwa otworki wytwarzają obraz interferencyjny. \nU źródła leży superpozycja stanów — przejścia lewą i prawą szczeliną. Gdy ktoś podgląda, \nktórą z nich cząstka faktycznie leci — interferencja znika. Tym bardziej znika, im bardziej \nnachalny był podglądacz, co pozwala stwierdzić, że dekoherencja wiąże się ze zdobyciem przez \notoczenie informacji o stanie cząstki. W ramach wystąpienia omówię przykład takiego zjawiska, w \nktórym cząstką jest elektron w superpozycji stanów spinowych, a podglądacz jest nietypowy, bo \nstanowi go drżąca (z ciepła, a nie zimna!) sieć krystaliczna. Poza tym postaram się przypomnieć \nsobie, a Państwu przedstawić pozostałe gałęzie mojej działalności.","date":"zimowy_2020-2021","_id":9}]