[{"img":"img\/news\/zimowy_2020-2021\/latex.png","des":"Kolejne warsztaty z Nablą! 🔧🤓 Tym razem pomożemy wam okiełznać LaTeXa.\n\n📝LaTeX to oprogramowanie do zautomatyzowanego składu tekstu, a także związany \nz nim język znaczników, służący do formatowania dokumentów tekstowych i tekstowo-graficznych. \nWarsztaty obejmują pięć spotkań: spotkanie wstępne 08.01 o godz. 19:00, każde kolejne \nponiedziałek o godz. 19:00.","date":"zimowy_2020-2021","_id":10},{"img":"img\/news\/zimowy_2020-2021\/07-01.jpg","des":"Dzień dobry w Nowym Roku! 🌟🎉🎊 Czekaliście na kolejny wykład z Nablą! 🤗🤩\nNaszym gościem będzie dr inż. Andrzej Więckowski który opowie nam o specjalnym automacie komórkowym.\nPodczas spotkania zostanie zaprezentowane i omówione działanie automatu komórkowego typu falling-sand, \npoprzedzone ogólnym wprowadzeniem do automatów komórkowych. Przedstawione zostaną problemy techniczne \ndotyczące implementacji paralelizmu w takim układzie. Omówione zostaną również potencjalne rozszerzenia \ntego systemu.","date":"zimowy_2020-2021","_id":11},{"img":"img\/news\/zimowy_2020-2021\/14-01.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\nNaszym gościem będzie mgr Zofia Krzemińska, która podczas spotkania opowie o tym, \nczym jest dział mechaniki kwantowej zwany plazmoniką, dlaczego powstają plazmony i w \njaki sposób można się zajmować ich badaniem. Przedstawi aktualne i historyczne zastosowania \nefektu plazmonowego w nanocząstkach. Powie także o swoich badaniach, które polegają na \nwykonywaniu symulacji numerycznych dla nanocząstek i ich układów oraz o tym, czym jest \ntzw. tłumienie Lorentza i w jaki sposób można wykorzystać to zjawisko do praktycznych zastosowań.","date":"zimowy_2020-2021","_id":12},{"img":"img\/news\/zimowy_2020-2021\/21-01.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\nNaszym gościem jest dr Barbara Grygiel z INTiBS, która jest absolwentką Politechniki Wrocławskiej, \na w czasie studiów należała do KNF Nabla.\nW ostatnich latach układy ultrazimnych gazów atomowych w sieciach optycznych stały \nsię bardzo popularne ze względu na możliwość precyzyjnej kontroli ich własności. \nDzięki temu mogą one zostać wykorzystane jako symulatory kwantowe. \nDr Grygiel podczas prezentacji przedstawi nam podstawowe informacje dotyczące chłodzenia\n oraz pułapkowania gazów atomowych, jak również przykłady zastosowania sieci optycznych do \n symulacji kwantowych.","date":"zimowy_2020-2021","_id":13},{"img":"img\/news\/letni_2020-2021\/topologia.png","des":"W tym semestrze będziemy się starać abyście jednocześnie mogli \n    uczęszczać na ciekawe warsztaty z matematyki przydatnej fizykom (i nie tylko) oraz narzędzi komputerowych.\nTak więc do Matlaba dołączają warsztaty z Topologii Ogólnej!\n\nWarsztaty będą się odbywać przez pięć tygodni, co poniedziałek o \ngodzinie 19, a wystartują już 8 marca. Zapraszamy do zapisywania się w formularzu.","date":"letni_2020-2021","_id":14},{"img":"img\/news\/letni_2020-2021\/matlab.png","des":"Cześć, niestety dla wielu z nas sesja była bardzo pracowita, więc nie udało \n    się podczas niej przeprowadzić warsztatów z Matlaba.\nAle nic straconego!\n\nNasi przyjaciele z SPIE Wrocław University of Science and Technology ciągle chcą je dla was poprowadzić.\nKażda zapisana osoba dalej ma pierwszeństwo na warsztaty. ale jeżeli jednak z jakichś powodów \nbędzie musiała zrezygnować, to będziemy bardzo wdzięczni za wiadomość.\n\nWarsztaty będą się odbywać co Wtorek o 17:00 przez najbliższe pięć tygodni. Pierwsze zajęcia już 2 marca!\nKto jeszcze nie miał okazji się zapisać, ten jeszcze ma szansę. Do końca weekendu możecie się \nzapisywać pod linkiem:\nLink niedostępny (koniec zapisów).\nZdecydowanie warto się zapisać na warsztaty bo Matlab to oprogramowanie, które może wam na \nstudiach pozwolić zrobić wiele rzeczy łatwiej, szybciej i bardziej profesjonalnie, a warsztaty \nbędą prowadzone przez prawdziwych profesjonalistów.\n\nPrzepraszamy za utrudnienia i raz jeszcze wszystkich serdecznie zapraszamy!","date":"letni_2020-2021","_id":15},{"img":"img\/news\/letni_2020-2021\/03-03.gif","des":"Naszym pierwszym gościem w letnim semestrze będzie prof. Paweł Hawrylak z Uniwersytetu w Ottawie!\nProfesor przedstawi wykład pt. \"Why Quantum Mechanics?\". Zapraszamy wszystkich zainteresowanych!","date":"letni_2020-2021","_id":16},{"img":"img\/news\/letni_2020-2021\/10-03.gif","des":"Zapraszamy na kolejny wykład z Nablą!\nW tym tygodniu wysłuchamy wykładu dra Jacka Herbrycha - pracownika Katedry Fizyki Teoretycznej WPPT.\nMile widziane wszystkie zainteresowane osoby!","date":"letni_2020-2021","_id":17},{"img":"img\/news\/letni_2020-2021\/journalclub-poster.png","des":"📖 Chciałbyś być na bieżąco z najnowszymi doniesieniami ze świata fizyki?\n\n📖 Brakuje Ci motywacji do samodzielnego przeglądania stosów artykułów?\n\nZróbmy to razem! Zapraszamy do zapisywania się do naszego nablowego Journal Club, \nktóry będzie prowadzony przez dr Jacka Herbrycha. Wspólnie będziemy omawiać najciekawsze i \nnajświeższe artykuły naukowe. Termin spotkań zostanie ustalony po rekrutacji.\n\nKoniec zapisów.","date":"letni_2020-2021","_id":18},{"img":"img\/news\/letni_2020-2021\/stars-poster.png","des":"Tym razem mamy coś dla wielbicieli astronomii 🔭🌠\n\nAdam Nowak, jeden z członków KNF Nabla, zaprasza do dołączenia do nowo powstałej grupy badawczej Variable Stars Research Team!\n\n🤔 Jeśli interesujesz się astronomią, to zajęcie idealne dla ciebie! Szukamy osób zajmujących się bazami danych, piszących aplikacje, chętnych do poszukiwań i opracowywania danych.\nNie zajmujesz się tymi rzeczami, ale jesteś zainteresowany? Napisz co możesz nam zaoferować! 😉\n\nZgłoszenia do grupy przyjmowane w formularzu.","date":"letni_2020-2021","_id":19},{"img":"img\/news\/letni_2020-2021\/17-03.png","des":"Zapraszamy na kolejny wykład z Nablą!\nW tym tygodniu wysłuchamy wykładu prof. dr hab. Marcina Mierzejewskiego - pracownika Katedry Fizyki Teoretycznej WPPT.\n\nZjawisko termalizacji występuje powszechnie w otaczającym nas świecie złożonym z \nobiektów makroskopowych. Chociaż obiekty takie mają ogromną liczbę stopni swobody, \npo dostatecznie długim czasie ich własności fizyczne określone są przez stosunkowo \nniewielką liczbę parametrów, takich jak temperatura, liczba cząsteczek, czy magnetyzacja. \nPozostałe informacje o stanie początkowym takich układów są tracone w trakcie ewolucji. \nPonieważ termalizacja układów makroskopowych jest nierozłącznie związana z utratą informacji, \nszczególnym zainteresowaniem w ostatnich latach cieszyły się układy kwantowe, które nie \nwykazują termalizacji. W tym kontekście badano układy, w których brak termalizacji wynika z \ndodatkowych praw zachowania, oraz takie, gdzie silny nieporządek jest przyczyną braku termalizacji. \nW trakcie wykładu zostanie omówiona hipoteza wyjaśniającą powody termalizacji typowych, \nmakroskopowych układów kwantowych oraz wybrane własności tych układów, które jej nie wykazują.","date":"letni_2020-2021","_id":20},{"img":"img\/news\/letni_2020-2021\/24-03.png","des":"Zapraszamy na kolejny wykład z Nablą!\nW tym tygodniu będziemy gościć Konrada Klepackiego, który przeprowadzi wykład dotyczący zmian klimatycznych.\n\nO zmianach klimatu słyszał każdy. Ale jak one naprawdę działają? W \nciągu 90 minut postaramy się przybliżyć fizyczne podstawy tego procesu, skalę tematu, \nreperkusje społeczne i ekonomiczne oraz możliwe rozwiązania. Wszystko zwięźle, \nprzystępnie i interaktywnie.","date":"letni_2020-2021","_id":21},{"img":"img\/news\/letni_2020-2021\/31-03.png","des":"Zapraszamy na kolejny wykład z Nablą!\nTym razem gościmy prof. dr hab. Józefa Sznajda z Instytutu Niskich Temperatur i B\nadań Strukturalnych z prezentacją \"Samoorganizacja: Piękna teoria fizyczna\".","date":"letni_2020-2021","_id":22},{"img":"img\/news\/letni_2020-2021\/07-04.png","des":"Zapraszamy na kolejny wykład z Nablą!\nTym razem gościmy prof. dra hab. Jacka Mulaka z Oddziału Badań Magnetyków \nInstytutu Niskich Temperatur i Badań Strukturalnych z wykładem \"O efekcie pola krystalicznego\".","date":"letni_2020-2021","_id":23},{"img":"img\/news\/letni_2020-2021\/14-04.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\nTym razem gościmy prof. dra hab. Romualda Lemańskiego z Oddziału Teorii Materii Skondensowanej z \nwykładem \"Przejście metal-izolator w fazach uporządkowanych ładunkowo\".\n\nPrzejście metal-izolator zostanie przeanalizowane w oparciu o przedstawiony w czasie referatu \nmodel Falicova-Kimballa. Następnie zostanie krótko omówiona metoda dynamicznego pola średniego, \nktóra pozwala na wykonanie ścisłych obliczeń zarówno w stanie podstawowym jak i w skończonych temperaturach. \nUzyskane za pomocą tej metody gęstości stanów elektronowych (DOS) w fazie uporządkowanej ładunkowo \nzależą od temperatury.\nW swoim referacie zaprezentuję prosty układ elektronowy, który w pewnym zakresie temperatur T < T_{mi} \njest uporządkowanym ładunkowo izolatorem, natomiast powyżej T_{mi}, przy czym T_{mi} < T_c \n(T_c jest temperaturą przejścia układu do fazy nieuporządkowanej) gęstość stanów elektronowych \nna poziomie Fermiego jest dodatnia, co interpretujemy jako stan metaliczny.","date":"letni_2020-2021","_id":24},{"img":"img\/news\/letni_2020-2021\/clifford.jpg","des":"Ruszamy z kolejnymi warsztatami!\nTym razem jeden z członków koła, Konrad Bolembach, poprowadzi dla Was \nspotkania z Wprowadzenia do Algebr Clifforda.\n\nWarsztaty będą trwać 5 tygodni.\nPierwsze spotkanie już w ten poniedziałek.\n\nZapraszamy chętnych do zapisywania się w formularzu.","date":"letni_2020-2021","_id":25},{"img":"img\/news\/letni_2020-2021\/21-04.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\nTym razem gościmy prof. dra hab. Tadeusza Kopcia z Oddziału Teorii Materii \nSkondensowanej z wykładem \"Kwantowa krytyczność w nadprzewodnikach \nwysokotemperaturowych jako efekt własności topologicznych\".","date":"letni_2020-2021","_id":26},{"img":"img\/news\/letni_2020-2021\/28-04.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\n\nTym razem gościmy prof. nadzw. dra hab. Zbigniewa Gajka z Oddziału Badań Magnetyków, \nktóry poprowadzi wykład \"Od pomiarów właściwości ciał stałych do ich rozumienia\".","date":"letni_2020-2021","_id":27},{"img":"img\/news\/letni_2020-2021\/12-05.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\n\nTym razem gościmyprof. nadzw. dr hab. Małgorzatę Samsel-Czekałę z Oddziału Teorii \nMaterii Skondensowanej Instytutu Niskich Temperatur i Badań Strukturalnych, która \npoprowadzi wykład \"Wpływ topologii struktury elektronowej na unikalne właściwości \nfizyczne wybranych materiałów\".\nWykład poświęcony jest podstawowym ideom oraz przeglądowi \nnajnowszych badań teoretycznych oraz eksperymentalnych nowoczesnych materiałów o \ntrywialnej lub nietrywialnej topologii struktury pasmowej elektronów czy też \npowierzchni Fermiego, która determinuje ich kluczowe właściwości fizyczne. \nTakim materiałami są m.in. izolatory i nadprzewodniki topologiczne oraz inne \nniekonwencjonalne nadprzewodniki, semimetale Diraca i Weyla, niekolinearne magnetyki, \na także stopy o wysokiej entropii.","date":"letni_2020-2021","_id":28},{"img":"img\/news\/letni_2020-2021\/19-05.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\n\nTym razem gościmy dra hab. Macieja Winiarskiego z Oddziału Teorii Materii \nSkondensowanej Instytutu Niskich Temperatur i Badań Strukturalnych, który poprowadzi \nwykład \"Modelowanie własności termoelektrycznych materiałów: obliczenia z zasad pierwszych\".","date":"letni_2020-2021","_id":29},{"img":"img\/news\/letni_2020-2021\/26-05.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\n\nTym razem gościmy dra hab. Tomasza Zaleskiego z Oddziału Teorii Materii Skondensowanej \nInstytutu Niskich Temperatur i Badań Strukturalnych, który poprowadzi \nwykład \"Opis przemian fazowych na przykładzie bozonów w sieciach optycznych\".","date":"letni_2020-2021","_id":30},{"img":"img\/news\/letni_2020-2021\/09-06.jpg","des":"Zapraszamy na kolejny wykład z Nablą, Qubitem i Nanoresem!\n\nW tym tygodniu dr hab. inż. Katarzyna Roszak z Katedry Fizyki Teoretycznej PWr\n poprowadzi wykład \"Nie-Markowski szum w kropkach kwantowych na granicy morza Fermiego\".\n\nAbstrakt:\nBadany jest prąd tunelujący przez jednopoziomową kropkę kwantową w sytuacji, kiedy \nenergia Fermiego jednego z przewodów jest porównywalna z energią poziomu kropki. W rezonansie rozpraszanie elektronów z przewodu na elektronie związanym w kropce prowadzi do ostrego maksimum natężenia prądu, które zanika potęgowo wraz z rosnącą różnicą energii między kropką i przewodem [1, 2]. Szum prądu wykazuje w tej sytuacji charakterystyczne zachowanie, którego nie da się wyjaśnić przy pomocy teorii w przybliżeniu Markova [3]. Pokazaliśmy, że uwzględnienie efektów pamięci [4] pozwala zrozumieć jakościowe zachowanie szumu, jak również zamodelować ilościowo faktor Fano.\n\n[1] G. D. Mahan, Phys. Rev. 163, 612 (1967).\n[2] D. A. Abanin and L. S. Levitov, Phys. Rev. Lett. 94, 186803 (2005).\n[3] N. Marie, F. Hohls, T. Lüdtke, K. Pierz, and R. J. Haug, Phys. Rev. B 75, 233304 (2007).\n[4] N. Ubbelohde, K. Roszak, F. Hohls, N. Maire, R. J. Haug, T. Novotny, Scientific Reports 2, 374 (2012)","date":"letni_2020-2021","_id":31},{"img":"img\/news\/letni_2020-2021\/16-06.jpg","des":"ZZapraszamy na kolejny wykład z Nablą!\n\nTym razem gościmy dra Francisco José Pena Benitez, który poprowadzi wykład\n \"Electrons in magnetic fields\".\n\nAbstrakt:\nElectrons in a magnetic field organize in term of the so-called Landau levels. \nIn particular, I will talk about the properties of relativistic and non-relativistic \nfermions in presence of an uniform magnetic field, and discuss the role of such an old \nproblem for the understanding of topological matter, particle physics and fermionic fluids in general.","date":"letni_2020-2021","_id":32},{"img":"img\/news\/zimowy_2020-2021\/26-11.jpg","des":"Zapraszamy na pierwszy w tym \n    semestrze wykład zaproszony KNF Nabla. \n    Naszym gościem będzie pracownik Katedry Fizyki Teoretycznej WPPT - \n    dr Adam Sajna, który przedstawi nam zagadnienie dynamiki kwantowej w reprezentacji \n    przestrzeni fazowej. Wykład odbędzie się w formie zdalnej na platformie Zoom.","date":"zimowy_2020-2021","_id":4},{"img":"img\/news\/zimowy_2020-2021\/3-12.jpg","des":"Miło nam zaprosić na drugi wykład zaproszony KNF Nabla w bieżącym semestrze!\nNaszym gościem będzie dr hab. Paweł Gusin, pracownik Katedry Technologii Kwantowych na WPPT. \nKwantowa grawitacja to przedsięwzięcie ciągle wymykające się realizacji. Przy pewnych drastycznych \nograniczeniach na liczbę stopni swobody i przybliżeniach (równanie Wheelera –de Witta staje się \nrozwiązywalne, kwantowa teoria pola na zakrzywionej czasoprzestrzeni) otrzymuje się model, \nktóry można opisywać teoretycznie i co więcej ma on swoje potwierdzenie doświadczalne w \nmikrofalowym widmie promieniowania tła (z ang. CMB). Przedmiotem prezentacji będzie droga do \notrzymanie klasycznej granicy kwantowych fluktuacji promieniowania tła \n(czyli droga do otrzymania obserwowalnego Wszechświata). Droga ta nie jest skończona i \npojawia się wiele fundamentalnych przeszkód, które zostaną usunięte gdy zostanie sformułowana \nkwantowa teoria grawitacj.","date":"zimowy_2020-2021","_id":5},{"img":"img\/news\/zimowy_2020-2021\/7-12.jpg","des":"Zapraszamy na trzeci wykład zaproszony KNF Nabla w bieżącym semestrze!\nNaszym gościem będzie prof. dr hab. Maciej Maśka, który opowie o machine learningu i \nsieciach neuronowych. Omówione zostaną zagadnienia takie jak budowa pojedynczego \nsztucznego neuronu, budowa i działanie sztucznej sieci neuronowej i przedstawiona \nzostanie typowa klasyfikacja zadań nauczania maszynowego wraz z przykładami zastosowań w \nposzczególnych obszarach. Następnie skoncentrujemy się na wykorzystaniu nauczania maszynowego w fizyce. \nCzęść ta obejmie m.in. użycie sieci neuronowych do identyfikacji przejścia fazowego, włączenie z \ntzw. \"learning by confusion\" czy przyspieszenie symulacji Monte Carlo poprzez zastosowanie \ntechniki zwanej \"self-learning Monte Carlo\".","date":"zimowy_2020-2021","_id":6},{"img":"img\/news\/zimowy_2020-2021\/matlab.png","des":"Pierwsze warsztaty z Nablą we współpracy z SPIE Wrocław University of \n    Science and Technology! Jeśli zawsze chciałeś nauczyć się MATLABa, ale nie wiedziałeś \n    jak się do tego zabrać, masz teraz okazję, by się z nim zaznajomić. MATLAB to program \n    komputerowy będący interaktywnym środowiskiem do wykonywania obliczeń naukowych i \n    inżynierskich, oraz do tworzenia symulacji komputerowych. Zapisy zakończone!","date":"zimowy_2020-2021","_id":7},{"img":"img\/news\/zimowy_2020-2021\/17-12.jpg","des":"Zapraszamy na kolejny wykład z KNF Nabla!\nNaszym gościem będzie pracownik Katedry Fizyki Teoretycznej WPPT - dr Wojciech Radosz, który opowie nam o układach \npolimerowych i modelu Q-wyborcy. Wykład odbędzie się w formie zdalnej na platformie Zoom.","date":"zimowy_2020-2021","_id":8},{"img":"img\/news\/zimowy_2020-2021\/21-12.jpg","des":"Zapraszamy na kolejny wykład z Nablą!\nNaszym gościem będzie pracownik Katedry Fizyki Teoretycznej WPPT - dr inż. Michał Gawełczyk, \nktóry opowie nam o dekoherencji.\n\nUkłady kwantowe wyróżnia to, że mogą być w superpozycji stanów, czego anegdotyczną ilustracją jest \n— umęczony przez popularyzatorów fizyki — żywo-matrwy kot Schrödingera. Oddziałując z otoczeniem, \nukład może utracić tę cechę, co nazywa się dekoherencją. Superpozycję zastępuje wtedy statystyczna \nmieszanina — bycie w obu stanach naraz redukuje się do bycia w każdym z nich z pewnym prawdopodobieństwem. \nTak doświadczony układ już nie zachowuje się, jak na kwantowy przystało, co może być powodem tego, \nże zazwyczaj spotykamy koty żywe i martwe, a takie w superpozycji raczej rzadko. \nDekoherencja pozwala zatem na pojawienie się zjawisk klasycznych w mechanice kwantowej. \nInnym przykładem jest eksperyment z dwiema szczelinami, w którym światło lub małe cząstki \n(koty stosuje się rzadko) po przejściu przez dwa otworki wytwarzają obraz interferencyjny. \nU źródła leży superpozycja stanów — przejścia lewą i prawą szczeliną. Gdy ktoś podgląda, \nktórą z nich cząstka faktycznie leci — interferencja znika. Tym bardziej znika, im bardziej \nnachalny był podglądacz, co pozwala stwierdzić, że dekoherencja wiąże się ze zdobyciem przez \notoczenie informacji o stanie cząstki. W ramach wystąpienia omówię przykład takiego zjawiska, w \nktórym cząstką jest elektron w superpozycji stanów spinowych, a podglądacz jest nietypowy, bo \nstanowi go drżąca (z ciepła, a nie zimna!) sieć krystaliczna. Poza tym postaram się przypomnieć \nsobie, a Państwu przedstawić pozostałe gałęzie mojej działalności.","date":"zimowy_2020-2021","_id":9}]